[
    "What is your favourite flavour slushy?",
    "What are your plans for tomorrow?",
    "What is your dream holiday and why?",
    "Do you like the evening or the morning?",
    "Whats your favourite hour of the day?",   
    "Are you a sweet-tooth or a savoury person?",
    "What kind of snack do you eat at night?",   
    "Do you prefer Saturdays or Sundays and why?",
    "What is your favorite food?",
    "What is your favourite movie, and why?",
    "What is your least favourite movie, and why?",
    "What is your favourite song, and why?",
    "What is your least favourite song, and why?",
    "Who is your favourite music artist, and why?",
    "What is your favourite TV show, and why?",
    "Who is your least favourite music artist, and why?",
    "What is your favourite book, and why?",
    "What is your least favourite TV show, and why?",
    "What is your least favourite book, and why?",
    "Your favourite memory, and why?",
    "Tell us about a country you want to visit atleast once and why!",
    "Coffee or tea?",
    "What's your favourite game on CubeCraft?",
    "Would you rather participate in Tournaments or talk in the Discord?",
    "What is the best thing you have ever experienced?",
    "Do you prefer history or geography?",
    "What's your happiest memory on this server?",
    "Are you a casual or fancy dresser?",
    "If you could keep any animal as a pet which animal would you choose?",
    "Tell us your funniest joke!",
    "Do you like Among Us or not? And why?",
    "Do you prefer calling or texting?",
    "What do you think of Among Slimes?",
    "What is your favorite gamemode on CubeCraft?",
    "Do you prefer to play in survival or creative?",
    "Do you protect your egg in EggWars or risk it without defense?",
    "Basic, normal or OP skywars?",
    "Which kit do you use in skywars?",
    "What is your ideal weapon in game, an axe, a bow or a sword?",
    "Half health, full health or double health in eggwars?",
    "What pvp client do you use, and why that one?",
    "Minecraft or Terraria, pls question why you are here if you choose Terraria",
    "OP or normal duels?",
    "Is MC your favourite game and why?",
    "Describe your best friend in one sentence!",
    "Which season do you prefer?",
    "Tell us a place you fell in love with while visiting it for the first time!",
    "What is your favourite genre of movie?",
    "Are you more scared of the ocean or outer space?",
    "Do you prefer sports or arts?",
    "Do you play other games? Which?",
    "Are you a dog, a cat or a bunny lover? ",
    "Who is the best host of this server?",
    "Opinion on Harry Potter?",
    "Do you prefer Netflix, Disney+ or Amazon Video?",
    "Have you ever done something illegal?",
    "Slushies or milkshakes?",
    "What is your source of entertainment?",
    "Opinion on French? (Swearing not allowed!)",
    "Describe your dream day.",
    "On a scale of 1 to 10 how bored are you right now?",
    "Why and how did you join this server?",
    "What languages do you speak, and are there any you want to learn?",
    "Favourite update so far within the Discord Server!",
    "If you could solve one problem in the world what problem would you solve and how?",
    "What is your favourite Tournament leaderboard, and why?",
    "What is your favourite type of bread?",
    "Do you prefer hot drinks or cold drinks?",
    "Mario or Luigi?",
    "Are you a city person or a country person?",
    "Do you enjoy the beach?",
    "Do you prefer hot or cold weather?",
    "Would you ever want to grow a tail?",
    "What's the best way to get better at Minecraft pvp?",
    "Who's your favourite youtuber and why?",
    "If you could only eat cookies or cakes for the rest of your life, which would you choose?",
    "Blue, red or gold(y)?",
    "What's your favorite candy",
    "Yellow or green?",
    "Do you prefer boardgames or videogames?",
    "Do you think bunnies are cute or scary, and why?",
    "You're standard on a desert island, pick 3 people you would want to be stuck with and why?",
    "Would you rather be a celebrity or a normal person?",
    "Did you eat sand as a child?",
    "Are you a nerd?",
    "Have you ever watched my little pony?",
    "Would you rather look like a carrot or a plum for the rest of your life, and why?",
    "Do you believe in bad luck and spirits?",
    "What's the stupidest thing someone has ever said to you?",
    "Tell from which country you are without saying the country",
    "Do you prefer skittles or M&Ms, and why?",
    "Where do you see yourself in 5 years?",
    "What is your dream vacation?",
    "Do you prefer pizza or burgers, and why?",
    "Are you on any leaderboards? If yes, which one's?",
    "Do you eat your veggies? If you don't please do!",
    "Do you like chicken nuggets?",
    "Are memes funny, explain?",
    "What's your favourite topic in this bot so far?",
    "Are you matching skins with anyone? if yes, who?",
    "Are you in a clan?",
    "Tell us the time right now, oh what is it that you just have realized you have to do...?",
    "If you had to spend the rest of your life talking to only one person who would you choose?",
    "Who is your mortal enemy?",
    "Are superheros cool, explain your answer!",
    "What is your favourite emoji?",
    "Should you be asleep right now?",
    "What's your favourite cubecraft update of this year?",
    "What's your least favourite cubecraft update of this year?",
    "Show us your favourite photo!",
    "Explain your name!",
    "Do you ever check people's status messages, if so what's the best one you've ever read?",
    "What is the last thing you ate?",
    "What did you just do?",
    "When did you go to sleep last night?",
    "When did you wake up this morning?",
    "What was your most recent lesson?",
    "What lesson are you about to have?",
    "Tell us about your day!",
    "What's the best thing that happened to you the past week?",
    "What's the worst thing that happened to you the past week?",
    "Share your latest dream if you want!",
    "How many discord servers are you in?",
    "How many discord friends do you have?",
    "Who's your favourite fictional character and why?",
    "What's the latest youtube video you watched?",
    "What's the latest stream you watched?",
    "Would you rather someone died for you or die for someone else?",
    "What's your favourite map on Cubecraft?",
    "What's your favourite letter font?",
    "What's your favourite holiday?",
    "What's the weirdest thing you've watched the past week?",
    "What are you excited about?",
    "What is a goal you have in life?",
    "Tell us your dream job!",
    "What coloured shirt are you wearing?",
    "Thoughts on potatoes?",
    "What did you ate yesterday?",
  "When was the last time you tried something new?",
  "Who do you sometimes compare yourself to?",
  "What life lesson did you learn the hard way?",
  "What gets you excited about life?",
  "What do you wish you spent more time doing five years ago?",
  "What’s a belief that you hold with which many people disagree?",
  "What can you do today that you were not capable of a year ago?",
  "What would you do differently if you knew nobody would judge you?",
  "What is the difference between living and existing?",
  "Have you done anything lately worth remembering?",
  "Which activities make you lose track of time?",
  "Is it possible to lie without saying a word?",
  "If you had to teach something, what would you teach?",
  "What would you regret not fully doing, being or having in your life?",
  "When is it time to stop calculating risk and rewards and just do what you know is right?",
  "What makes you smile?",
  "When it’s all said and done, will you have said more than you’ve done?",
  "If you had the opportunity to get a message across to a large group of people, what would your message be?", 
  "(Finish the story) It was a dark and stormy night as lightning flashed through the window pane.....",
  "What color would you paint your house and why?",
  "What is your favorite holiday and why?",
  "If we learn from our mistakes, why are we always so afraid to make a mistake?",
  "What is your favorite genre of book or movie?",
  "If you could do one sport today, what would it be and why?",
  "Who has been the biggest influence in your life?",
  "Most of the teachers, establish rules on the first day of school. If you are the teacher of a 2nd grade class, what rules would you establish?",
  "Which break do you like the most? Spring Break or Winter Break?",
  "You wake up when your alarm goes off. You realize you are back in your 9th grade body, ready to repeat highschool again. How would you handle your second chance in highschool?",
  "If you could be any animal in the zoo, what animal would it be, and why?", 
  "You are running for president. You have to choose one subject to be your main focus. What would that subject be?",
  "If you could be granted one wish, what would it be?",
  "What does it mean to be human?",
  "What is your greatest skill?",
  "Why do we idolize sports players?",
  "What is your earliest childhood memory?",
  "What is your happiest memory?", 
  "What is your saddest memory?",
  "How do you celebrate your birthday?",
  "What makes you unique?",
  "Talk about a religion that interests you? It doesn't have to be something you believe in?", 
  "What era would you like to live in for a day?",
  "If you could have a one hour interview with any deceased celebrity, who would it be?",
  "What piece of technology interests you the most?",
  "What is a song that you remember the longest?",
  "Name a song that best describes either this week or last week?",
  "What is your favorite fiction book?",
  "If you have $1000 dollars to spend in one day, what would you spend it on?",
  "If you could have choose a career and instantly be the best at it, what would you choose?",
  "What is your favorite quote?",
  "What is your favorite food to eat on a snowy day?",
  "What food would be at your ideal picnic?", 
   "What is your most memorable meal?",
  "What food can you eat all day every day?",
  "What is your least favorite food?",
  "What is the strangest food you've ever eaten?",
  "What is the strangest or most exotic place you've ever eaten?",
  "Are there any foods that you wouldn't eat as a child that you eat now?", 
  "Are you concerned about your daily calorie intake when choosing something to eat?",
  "You always hear 'breakfast is the most important meal of the day.' What is the most important meal to you?",
  "Other than American food, what is your favorite type of food?",
  "Describe your favorite food.",
  "There’s a saying that goes: “Life is short, eat dessert first.”  What do you think of that advice?",
  "Do you have any food quirks? (ex. Milk in the bowl before cereal, foods can't touch, etc.)",
  "Are there any recipes or cooking styles that have been passed down through the generations in your family?",
  "What food or snack reminds you of childhood?",
  "If you could choose to be born any season, would you choose summer?",
  "If you could choose, would you choose to be married in summer?",
   "What is your favorite season?",
  "Which season is more romantic, summer or winter?",
  "What is your fondest memory of this current season?",
  "If you could describe summer in 3 words, what would they be?",
  "Pick a US state you’ve never been to. Why would that state make a good vacation for you and what would you do while you were there?",
  "A long lost uncle you never knew about has died. He has left you US$1 million, but there’s a catch. You must spend it all on a vacation to be taken within two months. What is your vacation like and how will you spend the whole million?",
  "How do you feel about the summer heat? Do you prefer being hot over being cold?",
  "It’s the fall and you have a week to go enjoy a vacation. You have the money set aside and it’s supposed to be beautiful fall weather in the locations you are considering. Speaking of which, your choice is between the mountains, the beach, and New York City. Which do you choose and why?",
  "Fill in the blank. It wouldn’t be fall without _____________.", 
   "What’s your favorite fall activity?",
  "If you could attend any football game of your choosing, what team(s) would you want to watch?", 
  "What was your favorite childhood holloween costume?",
  "Tell us about your favorite Halloween candy or treat.",
  "What are your favorite rainy day activities?",
  "Do you have any special plans to play in the snow this year? Do you have any special snow memories or aspirations?",
   "Think about winter in terms of your five senses. What do you hear? What do you see? What do you smell? What do you taste? What do you feel?",
  "Has your home ever lost electrical service because of a snow or ice storm? If so, describe the experience. If not, tell how you think you would handle life without electricity.",
  "Do you like snow? Why or why not?",
  "What are some of the dangers or concerns of the winter season? How can you protect yourself against these?",
  "Have you ever eaten snow? Why or why not?",
  "Would you like to live in an igloo? Why or why not?",
  "Where would you prefer to live, in a place that gets a lot of snow and has very cold winters or a place that gets no snow and has warmer winters?",
  "Finish the sentence. It was a cold and rainy night. I had just settled down with a book by the fire when suddenly I heard a noise in the garage…",
  "Are there some things you tell yourself every year that you will do in spring but never get around to doing?",
  "Spring cleaning is a reality in some people's lives. What is the relevance of spring cleaning in your life?",
  "What's your favorite dessert/sweet?",
  "Springtime is often seen as a time of new beginnings and hope. What would be some signs that show you 'Spring is Here'?",
  "Fill in the blank. Spring means it’s time to get out ______________ .",
  "Fill in the blank. I can’t wait to ______________ in the Spring!",
  "Describe your perfect Spring day.", 
  "If you could pick one song to be your theme for this year, month or day, what would it be?",
  "What’s one downside of the modern day world?",
  "What do you usually think about on your drive home from work? or when you take the bus home or your parents drive you home if you dont drive?",
  "What makes someone a hero?",
  "How do you find the strength to do what you know in your heart is right?",
  "What do you love to do?",
  "What do you spend most of your time doing online?",
  "What is missing in your life?",
  "If you could live forever, would you want to? Why?",
  "What is the biggest change you have made in your life in the last year?",
  "Through all of life’s twists and turns who has been there for you?",
  "If you had to move 3000 miles away, what one thing would you miss the most?",
  "What motivates you to be your best?", 
  "What’s the best part of growing older?",
  "When is love a weakness?",
   "What was the last funny video you saw?",
  "What do you do to get rid of stress?",
  "What is something you are obsessed with?",
  "What three words best describe you?",
  "What would be your perfect weekend?",
  "What’s the most useful thing you own?",
  "What’s your favorite way to waste time?",
  "What do you think of tattoos? Do you have any?",
  "Do you have any pets? What are their names?", 
  "What is something popular now that annoys you?",
  "What did you do on your last vacation?",
  "Are you very active, or do you prefer to just relax in your free time?",
  "What do you do when you hang out with your friends?", 
  "Who is your oldest friend? Where did you meet them?",
  "What’s the best / worst thing about your work/school?",
  "If you had intro music, what song would it be? Why?",
  "What were you really into when you were a kid?", 
  "If you could have any animal as a pet, what animal would you choose?",
  "Have you ever saved an animal’s life? How about a person’s life?",
  "If you opened a business, what kind of business would it be?",
  "Who is your favorite entertainer (comedian, musician, actor, youtuber, etc.)?",
  "Are you a very organized person?",
  "What is the strangest dream you have ever had?",
  "Who in your life brings you the most joy?", 
  "What is the most annoying habit someone can have?",
  "Where is the most beautiful place you have been?",
  "Where do you spend most of your free time/day?",
  "Who was your best friend in elementary school?", 
  "How often do you stay up past 3 a.m.?",
  "What’s your favorite season? Why?",
  "Which is more important, having a great car or a great house? Why?",
  "What animal or insect do you wish humans could eradicate?(disapear in life forever)",
  "What do you bring with you everywhere you go?",
  "How much time do you spend on the internet? What do you usually do?",
  "What is the most disgusting habit some people have?", 
  "Where and when was the most amazing sunset you have ever seen?",
  "Which recent news story is the most interesting?",
  "Where is the worst place you have been stuck for a long time?",
  "If you had to change your name, what would your new name be?", 
  "What is something that really annoys you but doesn’t bother most people?",
  "Was there ever an event in your life that defied explanation?",
  "How often do you curse? And what’s your go-to string of curse words?",
  "What trends did you follow when you were younger or now?",
  "What do you fear is hiding in the dark?",
  "What was the best period of your life so far? What do you think will be the best period of your entire life?",
  "What do you do to improve your mood when you are in a bad mood?", 
  "What is the silliest fear you have?",
  "What are some things you want to accomplish before you die?",
  "What is the best room in your house? Why?",
  "Who is someone popular now that you really like? Why do you like them so much?", 
  "Where is the best place to take a date?",
  "What smell brings back great memories?",
  "What’s the best pet name you can come up with for a specific type of pet?",
  "How often do you help others? Who do you help? How do you help?",
  "What are you best at?",
  "What makes you nervous?",
  "Who is the funniest person you’ve met?", 
  "Who would be the worst person to be stuck in an elevator with? How about the best person to be stuck in an elevator with?",
  "What was the best birthday wish or gift you’ve ever received?",
  "What’s the best show currently on TV or on disney plus or any other streaming site?",
  "How often do you binge watch shows?", 
  "What cartoons did you watch as a child?",
  "What’s the funniest TV series you have seen?",
  "If you could bring back one TV show that was canceled, which one would you bring back?",
  "What do you think about game shows? Do you have a favorite one?",
  "What’s the most underrated or overrated TV show?",
  "What do you think about reality TV? Why do you think it’s so popular?",
  "What’s your favorite genre of movie?", 
  "Which do you prefer? Books or movies?",
  "What movie scene choked you up the most?",
  "Do you like documentaries? Why / why not?",
  "What’s the worst movie you have seen recently?", 
  "What’s the strangest movie you have ever seen?",
  "Do you like horror movies? Why or why not?",
  "What was the last movie you watched? How was it?",
  "Do you prefer to watch movies in the theater or in the comfort of your own home?",
  "What was the last book you read?",
  "What was your favorite book as a child?",
  "What is the longest book you’ve read?", 
  "What book genres do you like to read?",
  "How fast do you read?",
  "How often do you go to the library?",
  "Do you prefer fiction or nonfiction books?", 
  "What was the last song you listened to?",
  "What is your favorite movie soundtrack?",
  "What song always puts you in a good mood?",
  "Are there any songs that always bring a tear to your eye?",
  "What bands or types of music do you listen to when you exercise?",
  "Which do you prefer, popular music or relatively unknown music?",
  "Do you like going to concerts? Why or why not? What was the last concert you went to?", 
  "Who was the first band or musician you were really into? Do you still like them?",
  "Records, tapes, CDs, MP3s, streaming. Which did you grow up with? What is good and bad about each?",
  "What are the three best apps on your phone?",
  "What is the most useful app on your phone?", 
  "What do app makers do that really annoys you?",
  "How many apps do you have on your phone?",
  "What’s the most frustrating app you have tried?",
  "What’s the most addictive mobile game you have played?",
  "Which app seemed like magic the first time you used it?",
  "What is the strangest app you have heard of or tried?",
  "How often do you check your phone?", 
  "Do you text more or call more? Why?",
  "What do you think phones will be like in 10 years?",
  "What do you wish your phone could do?",
  "Do you always have to have the latest phone?", 
  "How do you feel if you accidentally leave your phone at home?",
  "What kind of case do you have for your phone? Why did you choose it?",
  "What was your first smartphone? How did you feel when you got it?",
  "Do you experience phantom vibration? (Feeling your phone vibrate even though it didn’t.)",
  "What sports do you like to watch?",
  "Who are some of your favorite athletes?",
  "Which sports do you like to play", 
  "What restaurant do you eat at most?",
  "What’s the worst fast food restaurant?",
  "What is the best restaurant in your area?",
  "What is the fanciest restaurant you have eaten at?",
  "If you opened a restaurant, what kind of food would you serve?", 
  "What is the most disgusting thing you have heard happened at a restaurant?",
  "What was your favorite restaurant when you were a child?",
  "Where would you like to travel next?",
  "What is the longest plane trip you have taken? if you havent been in a plane what is the longest car trip?",
  "Where is the most relaxing place you have been?",
  "Do you prefer traveling alone or with a group?",
  "Have you traveled to any different countries? Which ones?", 
  "Where is the most awe-inspiring place you have been?",
  "What’s the best thing about traveling? How about the worst thing?",
  "What is the worst hotel you have stayed at? How about the best hotel?",
  "What is your favorite piece of technology that you own?", 
  "What was the best invention of the last 50 years?",
  "Does technology simplify life or make it more complicated?",
  "Will technology save the human race or destroy it?",
  "What do you think the next big technological advance will be?",
  "What personal goals do you have?",
  "What are your goals for the next two years?",
  "How have your goals changed over your life?", 
  "What are some goals you have already achieved?",
  "What is the biggest holiday for your family?",
  "What is your favorite holiday?",
  "What holidays have been over-commercialized?", 
  "Do you wish there were more or fewer holidays? Why?",
  "What kinds of food do you usually eat on your favorite holiday?",
  "If you had to get rid of a holiday, which would you get rid of? Why?",
  "What do you think of online education?",
  "Are bigger or smaller schools better?",
  "What is your favorite cuisine or type of food?",
  "What foods do you absolutely hate?", 
  "What do you get every time you go grocery shopping?",
  "What would you want your last meal to be if you were on death row?",
  "What food do you know you shouldn’t eat but can’t stop yourself?",
  "Do you like spicy food? Why or why not? What is the spiciest thing you have ever eaten?", 
  "What flavor of ice cream do you wish existed?",
  "Time freezes for everyone but you for one day. What do you do?",
  "You have to relive one day of your life forever. Which day do you choose?",
  "What does your own personal hell look like? How about your own personal heaven?",
  "You find a remote that can rewind, fast forward, stop, and start time. What do you do with it?",
  "If you could call up anyone in the world and have a one-hour conversation, who would you call?",
  "What’s your favorite drink?", 
  "What do you hope never changes?",
  "What’s your dream car?",
  "What songs have you completely memorized?",
  "What would you rate 10 / 10?", 
  "What website do you visit most often?",
  "What would your perfect room look like?",
  "What movie title best describes your life?",
  "How different was your life one year ago?",
  "What age do you wish you could permanently be?",
  "What are you most likely to become famous for?",
  "What is the most heartwarming thing you’ve ever seen?"
  
  
]
